{
  "Labels": {
    "close": "Close",
    "loading": "Loading...",
    "tutorial": "Tutorial",
    "continue": "Continue",
    "finish-tutorial": "Finish tutorial"
  },
  "Messages": {
    "error": "There was an unexpected error. Please try again later",
    "error-new-game": "There was a problem creating a new game. Try again later",
    "game-not-found": "Game session not found",
    "game-full": "Game session full",
    "connection-lost": "The connection to the game server was lost. Reconnecting...",
    "your-turn": "Your turn",
    "waiting-for-player": "Waiting for other player",
    "draw-card": "Draw an enemy card",
    "place-card": "Place the enemy card",
    "move-crabs": "Move the crabs",
    "freed-crabs": "Freed crabs",
    "remaining-shrimps": "Remaining shrimps",
    "remaining-enemy-cards": "Remaining enemy cards",
    "object-enemy": "Object with enemy",
    "place-enemy": "Place enemy on this row",
    "new-game": "New Game",
    "game-lose": "You Lose! - New Game?",
    "game-win": "You Win! - New Game?",
    "share": "Share the page URL with a friend to start the game",
    "player-disconnected": "The other player has disconnected! Waiting for them to re-join..."
  },
  "Pages": {
    "Tutorial": {
      "t1": "Welcome to the tutorial!",
      "m1": "<p>Team up with your friend and rescue 8 fellow crabs {objectRevealedIcon} trapped in objects scattered around the beach.</p><p>But watch out! 4 of these objects are hiding some sneaky enemies {enemyIcon}. Yikes!</p><p>Luckily, you'll each know the location of 2 of these danger objects. The catch? Crabs don't chat! So, you'll have to get creative and use your actions to signal which objects are a no-go.</p>",
      "t2": "But wait!",
      "m2": "<p>It's not just the hidden foes you've got to worry about—more enemies will be storming the beach as time ticks by. So, hustle up and free those 8 poor crabs before you're completely surrounded!</p><p>Ready? Let's get started!</p>",
      "t3": "Draw an Enemy Card",
      "m3": "Each turn kicks off by drawing a new enemy card. Brace yourself!",
      "t4": "Place the Enemy on the Board",
      "m4": "<p>Enemies have a specific row where they need to go, chosen at random.</p><p>This one's destined for the top row. Pick an empty spot up there to place your foe!</p>",
      "t5": "Move the Crabs",
      "m5": "<p>As any crab enthusiast knows, crabs only scuttle sideways—so you're limited to moving them up and down. But no worries, your friend will handle the horizontal moves when it's their turn!</p>",
      "t6": "Move the Crabs",
      "m6": "<p>You can move the crabs to any space in the current column, but for this tutorial, let's move them over to the {objectIcon} on the top row to see what's hiding behind it. Could it be a fellow crab or a sneaky enemy?</p>",
      "t7": "Oh no!",
      "m7": "<p>Uh-oh! There was a hidden enemy behind the {objectIcon}. Luckily, we started the game with 5 shrimps {shrimpIcon}, and this sneaky foe decided to let us go in exchange for 2 of them. Phew!</p><p>Now it's player 2's turn {playersIcon}. Let's see how they do!</p>",
      "t8": "First",
      "m8": "<p>Player 2 will draw an enemy and place it on the board...</p>",
      "t9": "Then",
      "m9": "<p>...then it's crab-moving time! Remember, Player 2 can only move the crabs horizontally.</p>",
      "t10": "Phew!",
      "m10": "<p>They've moved to the {objectIcon}, and luckily, there wasn't an enemy hiding behind this object—just a crab that's now been freed {objectRevealedIcon}!</p><p>Only 7 more crabs to rescue!</p>",
      "t11": "Oof!",
      "m11": "<p>Even though we landed on a safe spot, we had to cross an enemy to get here, which cost us 1 {shrimpIcon}. Now we only have 2 left.</p><p>Remember, bumping into or landing on an enemy means losing 1 {shrimpIcon}. Running out of shrimps means game over, so keep an eye on those shrimpies and try to avoid losing them if you can!</p>",
      "t12": "One last thing",
      "m12": "<p>If you or your friend run out of enemy cards to place on the board, it's game over!</p><p>You each start with 12 cards, and you can keep an eye on your remaining stash by checking the counter on top of the board. While you're there, you can also see how many shrimps you have left and how many crabs you've freed.</p><p>Need to check which objects are off-limits? You'll find your forbidden objects on the side of the board, or at the top if you're on mobile.</p>"
    }
  }
}