{
  "Labels": {
    "close": "Cerrar",
    "loading": "Cargando...",
    "tutorial": "Tutorial",
    "continue": "Continuar",
    "finish-tutorial": "Terminar tutorial"
  },
  "Messages": {
    "error": "Ocurrió un error inesperado. Intenta de nuevo más tarde",
    "error-new-game": "Ocurrió un problema creando la partida. Intenta de nuevo más tarde",
    "game-not-found": "Partida no encontrada",
    "game-full": "Partida llena",
    "connection-lost": "Se perdió la conexión con el servidor. Reconectando...",
    "your-turn": "Tu turno",
    "waiting-for-player": "Esperando al otro jugador",
    "draw-card": "Saca una carta de enemigo",
    "place-card": "Coloca la carta de enemigo",
    "move-crabs": "Mueve a los cangrejos",
    "freed-crabs": "Cangrejos liberados",
    "remaining-shrimps": "Camarones restantes",
    "remaining-enemy-cards": "Cartas de enemigo restantes",
    "object-enemy": "Objetos con enemigos",
    "place-enemy": "Coloca al enemigo en esta fila",
    "new-game": "Juego nuevo",
    "game-lose": "¡Perdiste! - ¿Jugar de nuevo?",
    "game-win": "¡Ganaste! - ¿Jugar de nuevo?",
    "share": "Comparte la URL de la página con un amigo para empezar el juego",
    "player-disconnected": "El otro jugador perdió la conexión. Esperando que se reconecten..."
  },
  "Pages":  {
    "Tutorial": {
      "t1": "¡Bienvenido al tutorial!",
      "m1": "<p>¡Únete a tu compañero y rescata a 8 cangrejos atrapados en objetos dispersos por la playa {objectRevealedIcon}.</p><p>¡Pero cuidado! en 4 de estos objetos esonden enemigos {enemyIcon}. ¡Uy!</p><p>Por suerte, cada uno de ustedes conocerá 2 de ellos. ¿El truco? ¡Los cangrejos no hablan! Así que tendrás que ser creativo y usar tus acciones para señalar qué objetos son peligrosos.</p>",
      "t2": "¡Pero espera!",
      "m2": "<p>No solo tienes que preocuparte por los enemigos ocultos—más enemigos estarán invadiendo la playa a medida que pase el tiempo. ¡Así que apresúrate y libera a esos 8 pobres cangrejos antes de que estés completamente rodeado!</p><p>¿Listo? ¡Vamos a empezar!</p>",
      "t3": "Saca una Carta de Enemigo",
      "m3": "Cada turno comienza sacando una nueva carta de enemigo. ¡Prepárate!",
      "t4": "Coloca al Enemigo en el Tablero",
      "m4": "<p>Cada enemigo pertenece a una fila específica, elegida al azar.</p><p>Este enemigo está destinado a la fila superior. ¡Elige un lugar vacío allí para colocar a tu adversario!</p>",
      "t5": "Mueve los Cangrejos",
      "m5": "<p>Como cualquier entusiasta de los cangrejos sabe, los cangrejos solo se mueven de lado—por lo que estás limitado a moverlos hacia arriba y hacia abajo. ¡Pero no te preocupes, tu amigo se encargará de los movimientos horizontales cuando le toque!</p>",
      "t6": "Mueve los Cangrejos",
      "m6": "<p>Puedes mover los cangrejos a cualquier espacio en la columna actual, pero para este tutorial, vamos a moverlos hacia el {objectIcon} en la fila superior para ver qué hay escondido detrás. ¿Podría ser un cangrejo o un enemigo?</p>",
      "t7": "¡Oh no!",
      "m7": "<p>¡Ups! Había un enemigo escondido detrás del {objectIcon}. Por suerte, empezamos el juego con 5 camarones {shrimpIcon}, y este enemigo nos deja ir a cambio de 2 de ellos. ¡Uf!</p><p>Ahora es el turno del jugador 2 {playersIcon}.</p>",
      "t8": "Primero",
      "m8": "<p>El jugador 2 sacará un enemigo y lo colocará en el tablero...</p>",
      "t9": "Luego",
      "m9": "<p>...es el momento de mover los cangrejos! Recuerda, el jugador 2 solo puede mover los cangrejos horizontalmente.</p>",
      "t10": "¡Bien!",
      "m10": "<p>Se han movido al {objectIcon}, y por suerte, no había un enemigo escondido detrás de este objeto—¡solo un cangrejo que ahora ha sido liberado {objectRevealedIcon}!</p><p>¡Solo quedan 7 cangrejos por rescatar!</p>",
      "t11": "¡Uf!",
      "m11": "<p>Aunque aterrizamos en un lugar seguro, tuvimos que cruzar un enemigo para llegar aquí, lo que nos costó 1 {shrimpIcon}. Ahora solo nos quedan 2.</p><p>Cruzar o aterrizar en un enemigo significa perder 1 {shrimpIcon}. Quedarse sin camarones significa que se acabó el juego, ¡así que trata de evitar perderlos si puedes!</p>",
      "t12": "Una cosa más",
      "m12": "<p>¡Si tú o tu amigo se quedan sin cartas de enemigo para colocar en el tablero, se acabó el juego!</p><p>Cada uno comienza con 12 cartas, y puedes mantener un ojo en tu reserva restante revisando el contador en la parte superior del tablero. Mientras estás allí, también puedes ver cuántos camarones te quedan y cuántos cangrejos has liberado.</p><p>¿Necesitas verificar qué objetos están prohibidos? Encontrarás tus objetos prohibidos en el lateral izquierdo del tablero, o en la parte superior si estás en un dispositivo móvil.</p>"
    }
  }
}